Repository: Oluwapelumi-Israel/fasu
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# notify
source: Dear users, please turn on your device Location to enjoy this service. Click ok to continue
ar: عزيزي المستخدمين، يرجى تشغيل موقع جهازك للاستمتاع بهذه الخدمة. انقر فوق "موافق" للمتابعة
fr: Chers utilisateurs, veuillez allumer votre appareil Localisation pour profiter de ce service. Cliquez sur ok pour continuer

source: Ok
ar: نعم
fr: D'accord

# fasuGame
source: FASU GAMES
ar: ألعاب فاسو
fr: JEUX FASU

# accommodation
source: Accommodations
ar: أماكن الإقامة
fr: Hébergements

source: Sport Venue
ar: مكان رياضي
fr: Site sportif

source: Religious Centre
ar: مركز ديني
fr: Centre religieux

# eatery
source: Eateries
ar: المطاعم
fr: Restaurants

source: Hospitals
ar: المستشفيات

source: Pharmacy
ar: صيدلية
fr: Hôpitaux

# market
source: Supermarket
ar: سوبر ماركت
fr: Supermarché

# interest
source: Places of interest
ar: الأماكن ذات الأهمية
fr: Lieux d'intérêt

# home
source: Hostels
ar: نزل
fr: Auberges de jeunesse

source: Male
ar: ذكر
fr: Mâle

source: Female
ar: أنثى
fr: Femelle

# click
source: Click Here
ar: انقر هنا
fr: Cliquez ici
